# St7SetDynamicRestartFile

Sets the name of the dynamic restart file.

Strand7 API Manual

long St7SetDynamicRestartFile(long uID, char* FileName)

Input Parameters

uID

Strand7 model file ID.

FileName

Full path and name for the dynamic restart file.